cask_args appdir: "/Applications"
brew 'act'
brew 'atuin'
brew 'awscli'
brew 'clang-format'
brew 'curl'
brew 'fzf'
brew 'fzy'
brew 'gcc'
brew 'gh'
brew 'ghq'
brew 'git'
brew 'jq'
brew 'mise'
brew 'neovim'
brew 'pnpm'
brew 'redis'
brew 'ripgrep'
brew 'sheldon'
brew 'starship'
brew 'tig'
brew 'yarn'
brew 'zellij'
brew 'zsh'
cask 'claude-code'
cask 'codex'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'font-hack-nerd-font'
cask 'ghostty'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'iina'
cask 'notion'
cask 'orbstack'
cask 'raycast'
cask 'scroll-reverser'
cask 'sequel-ace'
cask 'slack'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'zoom'
