cask_args appdir: "/Applications"
tap "homebrew/core"
tap "homebrew/bundle"
brew "awscli"
brew "clang-format"
brew "curl"
brew "fzy"
brew "git"
brew "gcc"
brew "heroku/brew/heroku"
brew "jq"
brew "nvm"
brew "rbenv"
brew "redis"
brew "vim"
brew "yarn"
brew "zsh"
cask "authy"
cask "blender"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "kindle"
cask "notion"
cask "scroll-reverser"
cask "sequel-ace"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
