cask_args appdir: "/Applications"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
brew "curl"
brew "fzy"
brew "heroku/brew/heroku"
brew "jq"
brew "nvm"
brew "redis"
brew "vim"
brew "yarn"
brew "zsh"
cask "atom"
cask "authy"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "filezilla"
cask "firefox"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iterm2"
cask "keepassx"
cask "kindle"
cask "scroll-reverser"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
