cask_args appdir: "/Applications"
tap "caskroom/cask"
brew "vim"
brew "zsh"
cask "google-chrome"
cask "firefox"
cask "evernote"
cask "dropbox"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "keepassx"
cask "iterm2"
cask "atom"
cask "filezilla"
cask "skitch"
cask "skype"
cask "mysqlworkbench"
cask "docker"
cask "vlc"
cask "slack"
